Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja5/magga-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 5.
nob: Artikkel i boka Samisk skolehistorie 5.

source: Muitalus man váddása duohken ledje «10-jagi vuođđoskuvlla sámi oahppoplánat»
nob: Fortelling om problemene med «Det samiske læreplanverket for den 10-årige grunnskolen»

source: Ole Henrik Magga, Guovdageaidnu 2008 (Govva: Svein Lund)
nob: Ole Henrik Magga, Guovdageaidnu 2008 (Foto: Svein Lund)

source: Ole Henrik Magga lea riegádan 1947:s ja bajásšaddánÁvževuomis Guovdageainnus.
nob: Ole Henrik Magga er født i 1947 og oppvokst i Ávževuopmi i Kautokeino.

source: Son lea vázzán vuođđoskuvlla Guovdageainnus ja Kárášjogas, gymnása Askeris ja lohkan realfágaid ja sámegiela Oslo universitehtas.
nob: Han har gått grunnskole i Kautokeino og Karasjok, gymnas i Asker og lest realfag og samisk ved Universitetet i Oslo.

source: Son válddii magistergráda 1976:s ja doavttirgráda 1986:s.
nob: Han tok magistergrad i samisk i 1976 og doktorgrad i 1986.

source: Son oahpahii sámegiela Álttá oahpaheaddjiallaskuvllas 1975–77. 1977-87 barggai Sámi Instituhtas.
nob: Han underviste i samisk ved lærerutdanninga i Alta 1975–77. Fra 1977 til 1987 var han ansatt ved Nordisk Samisk Institutt.

source: 1987:s šattai Oslo universitehta professor, ja 1990 rájes sus lea leamaš virgi Sámi allaskuvllas.
nob: I 1987 blei han professor ved Universitetet i Oslo, og fra 1990 har han vært ansatt ved Samisk høgskole.

source: Doppe son maiddái jođiha dutkanprográmma Ealát, boazodoalu ja dálkkádatrievdadusaid birra.
nob: Der har han også leda forskingsprogrammet Ealát om reindrift og klimaendringer.

source: Magga lea leamaš Norgga Sámiid Riikkasearvvi jođiheaddji 1980-85, Sámedikki presideanta 1989-97, Máilmmi Kultuvra- ja Ovdáneapmekommišuvnna lahttu 1993–95, ON Eamiálbmotáššiid Bissovaš Foruma ovdaolmmoš 2002–2004 ja Norgga dutkanráđi váldostivralahttu.
nob: Magga har vært leder i Norske Samers Riksforbund 1980-85, sametingspresident 1989-97, medlem av Verdenskommisjonen for kultur og utvikling 1993–95, leder av FNs permanente forum for urfolk 2002–2004 og medlem av hovedstyret i Norges forskningsråd.

source: Dál son lea Finnmárkkukommišuvnna láhttu.
nob: Nå er han medlem av Finnmarkskommisjonen.

source: Muitin veara jahki
nob: Et minneverdig år

source: Jahki 1997 lea báhcán muitin veara jahkin sámi skuvlahistorjjás.
nob: Året 1997 er et minneverdig år i samisk skolehistorie.

source: Dalle gárvánii ja dohkkehuvvui sámi oahppoplána 10- jagi vuođđoskuvlla sámi oahppoplánat mii leai ovttadássásaš skuvlaplána riikaviidosaš plánain.
nob: Da blei Det samiske læreplanverket for den 10-årige grunnskolen utarbeida og godkjent som en plan likeverdig med den nasjonale planen.

source: Mo diet plána bođii áigái ja makkár vuođđu adnojuvvui plána ráhkadeamis, ánssášivččii duođai hui dárkilit iskojuvvot.
nob: Hvordan denne planen kom i stand og hvilket grunnlag som blei brukt for å lage planen, fortjener virkelig å bli undersøkt nøye.

source: Dan in áiggo dás bargat.
nob: Det skal jeg ikke gjøre her.

source: Áiggun duššefal oanehaččat muitalit plánabarggu birra nu go ieš vásihin dalle Sámedikki presideantan.
nob: Jeg vil bare kort fortelle om planarbeidet slik jeg dengang opplevde det som sametingspresident.

source: Jura oahpahus leai vuosttaš politihkkasuorgi mas eiseválddit dakkaviđe maŋŋil 2. máilmmisoađi dovddahedje ahte áiggošedje buoridit dábiideaset.
nob: Nettopp utdanning var det første området av politikken der myndighetene rett etter 2. verdenskrig ville forbedre sine vaner.

source: Ja Sámekomitea attii ain buoret doaivagiid iežas earenoamáš čielga árvalusaidisguin jagis 1959.
nob: Og Samekomiteen ga et godt håp med sine særlig klare forslag i 1959.

source: Muhto dat fámut mat guhká ledje goahcan sámi ovdáneami, eai lean eisege jávkán.
nob: Men de kreftene som lenge hadde bremsa samisk utvikling, hadde slett ikke forsvunnet.

source: Dat doibme ain dovdomassii.
nob: De fungerte ennå så man merka det.

source: Oahpahusministtar Gudmund Hernes rámiduvvui doaimmalaš ministtarin [1] ja čielga jurddašeaddjin ja nuppástuhtii Norgga skuvllaid 1990-jagiin, masa gulai Ođastus 97 man oassin sámi oahppoplánabargu leai.
nob: Utdanningsminister Gudmund Hernes har fått ros som en aktiv minister [1] og klar tenker. Han endra det norske skoleverket på 1990-tallet, herunder Reform 97, som det samiske læreplanarbeidet var en del av.

source: Muhto sámi skuvlapolitihkas gárttai Hernes vuorddekeahttá bahámus čuolggun go son ii háliidan makkárge sámi skuvlaplána.
nob: Men i samisk skolepolitikk blei Hernes uventa det verste hinderet, da han ikke ønska noen form for samisk skoleplan.

source: Muhto plána ráhkaduvvui goitge ja dohkkehuvvui – Hernesa dáhtu vuostá.
nob: Men planen blei laga likevel og godkjent – mot Hernes ' vilje.

source: Su jurdaga mielde galggai gal sámi kultuvra «beassat» ovdánit ain Norggas.
nob: Etter hans mening skulle nok samisk kultur «få» utvikle seg videre i Norge.

source: Nu goit ieš čálii.
nob: Slik skreiv han sjøl.

source: Su maŋisboahtti ministtarstuolus, Reidar Sandal [2], leai dat gii oaččui sámi oahppoplána sadjái buot váivviiguin maid dat mielddisbuvttii barggu dáfus ja politihkalaččat.
nob: Hans etterfølger i ministerstolen, Reidar Sandal [2], var den som fikk samisk læreplan på plass, med alle vansker det førte med seg arbeidsmessig og politisk.

source: Go jurdila man nannosit sámi álbmoga vuoigatvuođat deattuhuvvojedje 1980-jagiin sihke vuođđoláhkalasáhusain 1988:s ja Sámedikki ásahemiin, de neaktá áibbas imašin ahte nu olu fámuid ja searaid dárbbašeimmet atnit ovdal go oaččuimet áigái ođđaáigásaš oahppoplána.
nob: Når man tenker på hvor sterkt samefolkets rettigheter blei vektlagt på 1980-tallet både i grunnlovstillegget av 1988 og opprettinga av Sametinget, så virker det helt merkelig at måtte bruke så mye krefter og strev før vi fikk i stand en oppdatert læreplan.

source: Vuođđoskuvlla oahppoplána han lea duođai kultuvraovdáneami vuođđogeađgi ja vuođđolága §110A han galggai mahká jura dan ovdáneami suodjalit.
nob: Læreplanen for grunnskolen var virkelig en grunnstein i kulturutviklinga og grunnlovens §110A skal verne den utviklinga.

source: Skuvla bođii olggobealde
nob: Skolen kom utenfra

source: Oahppodárbbut leat min servodagas rievddadan áiggiid mielde.
nob: Opplæringsbehovet i samfunnet vårt har endra seg gjennom tidene.

source: Bivdoservodagas leai oahppan seamma go bargan.
nob: I fangstsamfunnet var læring det samme som arbeid.

source: Mánát ohppe barggu bokte.
nob: Barna lærte gjennom arbeid.

source: Skuvlaoahpahus bođii olggobealde ja olggobeale álbmogiid dárbbuid vuođul.
nob: Skoleundervisning kom utenfra, og ut fra behovet til folk som kom utenfra.

source: Sii han háliidedje ja dárbbašedje siviliseret sámiid ja dahkat sin kristtalažžan.
nob: De ønska og hadde behov for å sivilisere samene og kristne dem.

source: Ruoŧa gonagasa Kárral IX ráđđehusašáiggi 1600-jagiid álgogeahčen rievidedje eiseválddit sámi gánddaid ja geahččaledje doalvut sin Uppsalai ja doppe bágget sin lohkat báhppan.
nob: I regjeringstida til svenskekongen Karl 9. på begynnelsen av 1600-tallet bortførte myndighetene noen samiske gutter og forsøkte å føre dem til Uppsala og der tvinge dem å studere til prester.

source: Dat ii lihkostuvvan.
nob: Det lyktes ikke.

source: Gánddat báhtaredje eret dien bálgás, vaikko livččii man buorre leamaš.
nob: Guttene rømte unna på veien, sjøl om det kunne vært aldri så bra.

source: Johan Skytte jagi 1632 ásahan skuvla Livččus [3] (Skytteanska skolan) duddjui ahte 14 sámi gándda čálihuvvojedje Uppsala universiteahta studeantan 89 jagis, jagiid 1633–1722.
nob: Skytteanska skolan som Johan Skytte grunnla i Lycksele i 1632 førte til at 14 samiske gutter blei skrevet inn på Uppsala universitet i løpet av 89 år, fra 1633 til 1722.

source: Maŋŋil ásahuvvui Ruoŧa beale sámi mánáide skuvla mii leai buoret go muđui ruoŧŧelaš álbmoga mánáidskuvla.
nob: Seinere blei det på svensk side skole for samiske barn som var bedre enn barneskolen for svenske barn forøvrig.

source: 1800-jagiid loahpas ja earenoamážit 1900-jagiid álggus bázahalle fas sámi skuvllat.
nob: På slutten av 1800-tallet og særlig begynnelsen av 1900-tallet forfalt de samiske skolene igjen.

source: Muhto liikká lea vel otná beaivvi ge Ruoŧas sierra skuvla sámi mánáide.
nob: Men likevel er det den dag i dag egne skoler for samiske barn i Sverige.

source: Norggas fuolaheigga Thomas von Westen ja Knud Leem 1700-jagiin ahte muhtun sámit ožžo oahpaheaddjeoahpa.
nob: I Norge sørga Thomas von Westen og Knud Leem på 1700-tallet for at noen samer fikk lærerutdanning.

source: Muhto diet barggut nohke jođánit.
nob: Men dette arbeidet tok snart slutt.

source: Ja 1800-logu nuppi bealis álggii dáruiduhttin.
nob: Og på andre halvdel av 1800-tallet starta fornorskinga.

source: 1898-jagi gohččun «sámi ja láddelaš giela geavahusas veahkkegiellan vuođđoskuvlla oahpahusas» ásahii dáruiduhttinvuoiŋŋa ja - vuogi man mielde dárogiela geavahusa ovddas máksojuvvui buoret bálká oahpaheddjiide ja sámegiela geavahus hehttejuvvui garrasit.
nob: Instruksen av 1898 «angaaende brugen af lappisk og kvensk som hjælpesprog ved undervisningen i folkeskolen» etablerte ei fornorskingånd og - metode der det blei betalt bedre lønn til lærere for bruk av norsk, og bruk av samisk blei kraftig hindra.

source: Oahpaheaddjit šadde dien stuora našunála ášši sárdnideaddjin ja soalddáhin.
nob: Lærerne blei predikanter og soldater for den store nasjonale saka.

source: Sámiid vuostálastin doddjojuvvui spáitilit.
nob: Samenes motstand blei effektivt brutt ned.

source: Sámegiela geavahus gildojuvvui.
nob: Bruk av samisk blei forbudt.

source: Gielddus heaittihuvvui easka 1959-jagi álbmotskuvlalágain ja go Stuoradiggi 1963:s meannudii Sámekomitea evttohusa (mii leai válbmejuvvon 1959:s).
nob: Forbudet blei avskaffa først ved folkeskoleloven av 1959 og da Stortinget i 1963 behandla forslaget fra Samekomiteen.

source: Dáruiduhttinpolitihkka joatkašuvai goitge 1970-jagiid rádjái.
nob: Fornorskingspolitikken fortsatte likevel til 1970-tallet.

source: Beallemuddui ođasteapmi
nob: Halvhjerta reformering

source: Maŋŋil go Norgga riikkaviidosaš skuvlalávdegoddi «Samordningsnemnda for skoleverket» jagis 1948 leai geažuhan ođđa skuvlapolitihkalaš geainnu, de duostagohte fas sámit ovdanbuktit iežaset sávaldagaid ja dárbbuid skuvlla hárrái.
nob: Etter at «Samordningsnemnda for skoleverket» i 1948 hadde antyda en ny skolepolitisk veg, begynte samer å tore å bringe fram sine egne ønsker og behov i forhold til skolen.

source: Álggus fertejedje čájehit ahte sámegiela geavahus leai pedagogalaččat anolaš, čujuhettiin UNESCO-ávžžuhusaide mat čielgasit rávvejedje atnui váldit unnitálbmotgielaid oahpahusas.
nob: Først måtte de vise at bruk av samisk språk var pedagogisk nyttig. De viste da til forslag fra UNESCO som klart tilrådde å ta i bruk minoritetsspråk i undervisninga.

source: 1950- ja 1960-jagiid sámekonferánssat čuoččuhišgohte ahte sámegiella lea dárbbašlaš oahppat ii duššefal veahkkeneavvun, muhto giela iežas árvvu dihte.
nob: [3] Samekonferansene på 1950- og 1960-tallet begynte å hevde at samisk språk er nødvendig å lære ikke bare som hjelpemiddel, men for språkets egenverdi.

source: Ja veahážiid veahážiid gullogohte oahpaheaddjit maid.
nob: Og litt etter litt begynte også lærerne å bli hørt.

source: Davviriikkalaš sámi oahpaheaddjičoahkkin Mázes 1965:s doarjjui ollásit dán maid seamma jagi Deanus dollojuvvon sámekonferánsa leai cealkán:
nob: Det nordisk-samiske lærermøtet i Máze i 1965 støtta fullt ut det som samekonferansen i Tana samme år hadde uttalt:

source: Konferánsa atná hui dárbbašlažžan ahte buot sámi mánát ja nuorat buot golmma davviriikkas besset oahppat ovddidit eatnigielaset ja oahppat iežaset kultuvrra ja iežaset álbmoga historjjá birra.
nob: Konferansen anser det for svært viktig at samebarn og ungdom i alle tre nordiske land får mulighet til å lære å dyrke sitt morsmål, og lære sin kultur og sitt folks historie å kjenne.

source: Dát guoská sihke vuođđoskuvlii ja alit vuođđooahpuid skuvllaide.
nob: Detter gjelder både i grunnskolen og i de høyere allmendannende skoler.

source: Go vuođđoskuvlaláhka divvojuvvui jagi 1959, de beasai sámegiella oahpahuvvot skuvllas lágalaččat.
nob: Da grunnskoleloven blei endra i 1959, kunne samisk lovlig undervises i skolen.

source: Sámegiella álgooahppu álggahuvvui 1967 rájes.
nob: Samisk begynneropplæring blei satt igang fra 1967.

source: Go Sámi oahpahusráđđi (SOR) vuođđuduvvui 1976:s, de šattai sámi skuvlaáššiid bargu systemáhtalaččabun go goassege ovdal.
nob: Da Samisk utdanningsråd (SUR) blei grunnlagt i 1976, blei arbeidet med samiske skolesaker mer systematisk enn noen gang før.

source: Vuođđoskuvlla láhkamearrádusat mánáid giellavuoigatvuođaid birra rievdaduvvojedje ja buoriduvvojedje dađistaga jagiid 1975, 1985 ja 1990.
nob: Grunnskolens lovbestemmelser om barns språklige rettigheter blei endra og gradvis forbedra i åra 1975, 1985 og 1990.

source: Sámegiela oahpahusa váldoággan leai dan rádjai duššefal pedagogalaš.
nob: Hovedargumentet for samiskundervisning hadde til da bare vært pedagogisk.

source: Ja skuvlla sisdoallu muđui ii baljo guoskkahuvvon.
nob: Og skolens innhold forøvrig blei knapt berørt.

source: Ii lávdegoddige, man namma lei «Skolens Innhold», mii gieđahalai skuvlla sisdoalu, ja man Reidar Marmøy jođihii, beroštan olus earás go giellaoahpaheamis, vaikko Stuoradiggi leai juo 1971–72 dáguhan ahte minsttarplána «várra ii deavdde daid gáibádusaid mat sámiin leat oahpahusa hárrái man vuođđun livččii sin iežaset giella ja kultuvra».
nob: Heller ikke utvalget med navnet «Skolens Innhold», som Reidar Marmøy leda, brydde seg stort om annet enn språkopplæringa, sjøl om Stortinget allerede i 1971–72 slo fast at mønsterplanen «neppe imøtekommer de krav samene har om en undervisning bygd på deres eget språk og kultur».

source: Vuosttaš sámi oahppoplánat
nob: Første samiske læreplaner

source: 1987 rádjái leai oalle váttis álggahit digaštallama skuvlla ulbmiliid birra sámi mánáid hárrái.
nob: Fram til 1987 var det ganske vanskelig å sette igang en diskusjon om skolens mål i forhold til samiske barn.

source: Ollu oahpaheaddjit ja váhnemat geat geahččaledje álggahit dakkáraš ságaid, šikkohalle «sámeaktivistan» ja soibmojuvvojedje leat áigumin politiseret skuvlla.
nob: Mange lærere og foreldre som forsøkte å sette igang noe slikt, blei avvist som «sameaktivister» og skjelt ut for at de ville politisere skolen.

source: Orui nu ahte doppe Oslos čilgejuvvui juogalágán objektiivvalaš duohtavuohta man mielde mii nai galggaimet eallit.
nob: Det syntes å være slik at der nede i Oslo blei det forklart en slags objektiv sannhet som vi også skulle leve etter.

source: Sihke oahpaheddjiide ja váhnemiidda lea dakkár dilli viehka eahpeoadjebas.
nob: Både for lærere og foreldre var denne situasjonen heller utrygg.

source: Dan dihtii mii fertiimet geahččalit sihkkarastigoahtit ahte skuvlla sámegiela oahpaheami ja sámi árvvuid oahpaheami vuođđu galggai šaddat čielggasin.
nob: Derfor måtte vi forsøke å sikre at grunnlaget for skolens samiskundervisning og undervisning i samiske verdier skulle bli klart.

source: Vuođđun fertii leat láhka ja skuvlaplánat.
nob: Grunnlaget måtte være lovverk og læreplaner.

source: Jurdda leai ahte oahpaheaddjit ja váhnemat eai galggaše šat dárbbašit doarrut beaivválaččat eai ge dovdat ahte sii leat lobihisvuođa ráji alde.
nob: Tanken var at lærere og foreldre ikke lenger skulle trenge å kjempe daglig eller kjenne at de var på grensa av å bryte loven.

source: Seamma geatnegasvuohta ja friijavuohta oahpahit sámi mánáide sámi árvvuid galggai leat mis go dáččain oahpahit iežaset mánáide dáčča árvvuid.
nob: Vi skulle ha den samme forpliktelse og frihet til å undervise samiske verdier til samiske barn som nordmennene hadde til å undervise sine egne barn i norske verdier.

source: Oaivvildeimmet ahte liikká lea vejolaš fuolahit buot mánáide ovttadássásaš oahpahusa.
nob: Vi mente at det likevel skulle være mulig å sørge for at alle barn fikk en likeverdig utdanning.

source: Ovttadássásašvuođa mii ii dárbbaš máksit ahte buot lea čuoggás čuoggái seamma ládje, leai juo Sámekomitea dáguhan 1959:s.
nob: Likeverdighet, som ikke trenger å bety at alt er nøyaktig det samme, hadde Samekomiteen fremma allerede i 1959.

source: Ođđa minsttarplána jagis 1987 leai dáid beliid váldán oalle duođalaččat.
nob: Den nye mønsterplanen av 1987 hadde tatt dette ganske alvorlig.

source: Doppe čuoččui ee. ná 5. kapihttalis:
nob: Der sto bl.a. slik i 5. kapittel:

source: Skuvlafálaldat sámi mánáide atná vuođđojurddan ahte skuvla galgá leat servodaga lunddolaš oassin.
nob: Skoletilbudet for samiske barn bygger på det grunnleggende prinsipp at skolen skal være en integrert del av samfunnet.

source: Sámiid čearddalaš identiteahtta, man vuođđun leat kultuvrralaš ja sosiálalaš dilálašvuođat, duddjojit guovddáš oahppaneavttuid.
nob: Samenes etniske identitet, knyttet til sosiale og kulturelle forhold, danner en viktig forutsetning for læring.

source: Go skuvla atná vuođđun sámi kultuvrra, de dat nuppi bealis nanne ohppiid identiteahttadovddu ja iešluohttámuša ja nuppi bealis dat lea seailluheamen ja ovddideamen sámi kultuvraárbbi.
nob: Ved å ta utgangspunkt i den samiske kulturen vil skolen på den ene side styrke elevenes identitetsfølelse og selvtillit, og på den annen side være med på å bevare og videreutvikle den samiske kulturarven.

source: M87:in bođii vuosttaš háve sierra sámi oahppoplánat muhtin fágain.
nob: Med M 87 kom for første gang egne samiske læreplaner i noen fag.

source: Dat ledje risttalašvuohta, eŋgelasgiella, birasfága, servvodatfága, musihkka, duodji ja ruovttudoallooahppu.
nob: Det var kristendomskunnskap, engelsk, orienteringsfag, samfunnsfag, musikk, duodji og heimkunnskap.

source: Plána ovdasánis čállojuvvui: «Sámi fágaplánat leat nubbin oassin minsttarplánii ja dat plánat leat heivehusat dábálaš plánain.»
nob: I forordet til planen blei det skrevet: «De samiske fagplanene utgjør 2. del av mønsterplanen og er tilpasninger av de ordinære fagplanene ut fra samisk miljø og kultur.»

source: Liikká ii sáhttán dan áiggi gohčodit skuvlla sámi skuvlan.
nob: Likevel kunne man ikke på den tida kalle skolen en samisk skole.

source: Moanat oahpaheaddjit ja váhnemat oaivvildedje ahte skuvla eanas sámi guovlluin leai duššefal dábálaš dáčča skuvlla kopiija, ja leai vel oalle heajos kopiija.
nob: Mange lærere og foreldre mente at skolen i mesteparten av de samiske områdene bare var en kopi av den vanlige norske skolen, og at det til og med var en ganske dårlig kopi.

source: Sámeráđđi ráhkadii oahpahuspolitihkalaš prográmma mii dohkkehuvvui jagi 1989.
nob: Samerådet laga et utdanningspolitisk program som blei vedtatt i 1989.

source: Ákkain ahte sámi álbmot lea eará álbmogiiguin ovttadássásaš gáibidii Sámeráđđi vejolašvuođa oahppat sámegiela sihke vuođđoskuvllas, joatkkaskuvllas ja rávis olbmuid oahpahusas, oktasaš sámi oahppoplánaid, oktasaš sámi oahpaheaddjeoahpu ja bákkolaš diehtojuohkima sámi diliid birra buot ohppiide buot davviriikkain.
nob: Med argumentet at det samiske folket er likeverdig med andre folk, krevde Samerådet muligheten for å undervise samisk språk både i grunnskole, videregående skole og voksenopplæring, felles samiske læreplaner, felles samisk lærerutdanning og obligatorisk informasjon om samiske forhold til alle elever i alle de nordiske landa.

source: Earenoamážit galggai vuođđoskuvlla leat váldogaskoapmin sámegiela, sámi kultuvrra ja sámi servodateallima seailluheamis ja ovddideamis ja galggai Sámeráđi oainnu mielde dán vuođul váldit vára ja gaskkustit sámi kultuvrra ja sámi máhttovuođu.
nob: Særlig skulle grunnskolen være et hovedmiddel til å bevare og utvikle samisk språk, kultur og samfunnsliv og skulle etter Samerådets mening på det grunnlaget ivareta og formidle samisk kultur og kunnskapsgrunnlag.

source: Vuođđoskuvlafálaldat galgá gárvvistit mánáid nu ahte sii galget leat doaibmi guovttegielalaččat ja dakko bokte sáhttit doaibmat sihke sámi ja eanetlohkoálbmogiid servodagas.
nob: Grunnskoletilbudet skal gjøre barna fungerende tospråklige så de kan fungere både i det samiske samfunnet og i majoritetssamfunnet.

source: Ovttasbargu eará sámiiguin ja eará eamiálbmogiiguin galgá leat vuođđogeađgin.
nob: Samarbeid med andre samer og andre urfolk skal være grunnleggende.

source: Lávki maŋosguvlui
nob: Et skritt tilbake

source: Go Girko-, oahpahus- ja dutkandepartemeanta (GOD) hutkagođii skuvlaplánaođasteami 1992:s, de eai váilon cealkámušat sámi skuvllaid geatnegasvuođaid birra.
nob: Da Kirke-, utdannings- og forskningsdepartementet (KUF) begynte å tenke ut en læreplanreform i 1992, så mangla det ikke uttalelser om forpliktelsene overfor de samiske skolene.

source: Sámi gáibádusat ledje hui čielgasat ja Sámi oahpahusráđi barggu bokte leai sámi servodat oahppan olu skuvlapolitihka ja geavatlaš barggu birra.
nob: Samiske krav var svært klare, og gjennom arbeidet til Samisk utdanningsråd hadde det samiske samfunnet lært mye om skolepolitikk og praktisk arbeid.

source: Ráđđehus ja Stuoradiggi orru maid cealkán oalle čielgasit dáid áššiid birra ja dan dihtii ledje olbmuin oalle stuora vuordámušat ođastanbargui.
nob: Regjeringa og Stortinget synes også å ha uttalt seg relativt klart om disse sakene, og derfor hadde folk ganske store forventninger til reformarbeidet.

source: Departemeanta bovdii stuora konferánsii Osloi čakčamánu 1992:s gos leai oaivil ovdanbuktit evttohusa mo plána oktasaš oassi galggašii leat, namalassii dat oassi mii galggai leat sihke vuođđoskuvlla, joatkkaoahpu, ja rávisolbmuid oahpuid vuođđun.
nob: Departementet innbød til en stor konferanse i Oslo september 1992, der hensikten var å bringe fram forslag til hvordan den felles delen av planen skulle være, nemlig den delen som skulle være grunnlaget både for grunnskole, videregående opplæring og voksenopplæring.

source: Moadde vahku maŋŋil biddjojuvvui stáhta oahpahuskántuvrraid háldui lágidit konferánssaid regiovnnain miehtá riikka.
nob: Noen uker seinere fikk statens utdanningskontorer i oppdrag å arrangere regionale konferanser over hele landet.

source: Sihke ohppiid, váhnemiid ja oahpaheddjiid organisašuvnnat bovdejuvvojedje ja nu maid rávisolbmuid oahpahusorganisašuvnnat.
nob: Både elevenes, foreldrenes og lærernes organisasjoner blei invitert og så også voksenopplæringsorganisasjonene.

source: Sámi skuvlaorgánat fuomášedje mii lea dáhpáhuvvamin go Sámi oahpahusráđđi bovdejuvvui Finnmárkku regiovdnakonferánsii.
nob: Samiske skoleorgan oppdaga hva som holdt på å skje da Samisk utdanningsråd blei innbudt til regionkonferansen i Finnmark.

source: Sámi oahpahusráđi direktora Asta Balto čilgii dakkaviđe ahte Norgga ođđa sámepolitihkka galgá báidnit ođđa skuvlaplána ja son čujuhii Sámelága §1-1:ii.
nob: Samisk utdanningsråds direktør Asta Balto klargjorde straks at Norges nye samepolitikk skal farge de nye læreplanene og hun viste til sameloven §1-1.

source: Guhkit nákkáhallan Sámi oahpahusráđi ja GOD gaskka álggii, muhto GOD ii orron áigumin mieđihit veahášge áigumušainis: Eai makkárge sámi oahppoplánat ovttaskas fágaide ja guhkkin eret vel ollislaš plána !
nob: Det starta nå en lengre diskusjon mellom Samisk utdanningsråd og KUF, men KUF syntes ikke å ville gi noe etter på sitt mål: Ingen samiske læreplaner i enkelte fag og langt fra noen helhetlig plan !

source: Sámi mánáid dárbbut galge fuolahuvvot oktasaš skuvlaplána bokte.
nob: Samiske barns behov skulle bli tatt vare på gjennom en felles læreplan.

source: Sámi oahpahusráđđi beasai duššefal nammadit ovddasteaddji bargojovkui mii galggai ráhkadit prinsihpalaš álggaheami oktasaš plánaoassái.
nob: Samisk utdanningsråd fikk bare oppnevne en representant til arbeidsgruppa som skulle lage en prinsipiell innledning til den felles plandelen.
